<template>
    <div>
      <div class="our-story">
        <img src="@/assets/ex1.png"
             alt="our story fist img"
             width="500"
            height="200"
            class="post-img"
             />
      </div>
      <div class="description-container">
      <div class="description-inner-container">
        <h2 class="title">콜시츠키와 최초의 싸피보틀</h2>
        <p class="description">전해져 내려오는 이야기는 이렇게 시작됩니다.</p>        
        <p class="description">1600년대 말, 중부 및 동부 유럽의 대부분을 점령하고 있던 터키군은 1683년 비엔나에 도착했습니다. 군에 포위되어 
          절망적인 상황에 놓인 비엔나 사람들은 터키 군의 포위망을 뚫고 인근에 주둔해
           있는 폴란드 군대에게 자신들의 메시지를 전해줄 특사가 필요했습니다. 이때, 터키어와 아랍어에 능통한 프란츠 조지 콜시츠키(Franz George Kolshitsky)가 터키군으로 위장하여 이 일을 수행하기로 합니다.
         위험천만한 위기의 순간을 여러 번 넘긴 후 마침내 콜시츠키는 모든 임무를 용맹하게 완수해내고, 곧 다가올 폴란드의 지원 소식을 비엔나에 다시 전하게 됩니다.</p>        
        <p class="description">그 해 9월 13일, 터키군은 결국 가지고 왔던 모든 것을 남겨둔 채 격퇴되었고, 그중에는 낙타 먹이로 보이는 이상한 콩이 잔뜩 들어있는 천 꾸러미도 있었습니다.
           아랍 국가에서 여러 해 살았던 콜시츠키는 이 콩들이 바로 커피라는 것을 알고 있었습니다. 그는 비엔나 시장에게서 받은 상금으로 커피를 사고,
            중부 유럽 최초의 커피 하우스(The Blue Bottle)를 열어 비엔나에 커피를 소개했습니다.</p>
        <img src="@/assets/store2.png" class="post-img" style="margin-top:30px">
        <h2 class="title">그로부터 319년이 지난 후</h2>
        <p class="description">2000년대 초반 캘리포니아 주 오클랜드에는 다소 불만이 많은 프리랜서 음악가이자 커피광인 제임스 프리먼이라는 청년이 있었습니다. 상업적인 커피 회사와 신선하지 않고 과하게 로스팅 된 커피에 질린 그는 신선한 커피 본연의 맛을 갈구하는 사람들을 위해 스스로 커피를 로스팅 하기로 결심했습니다.</p>
        <p class="description">그는 콜시츠키의 용감한 행동에 경의를 표하며, 자신의 가게를 블루보틀 커피(Blue Bottle Coffee)로 짓고, 최상급 커피 역사의 새로운 장을 열었습니다.</p>
        <p class="description">그로부터 19년이 지난 지금, 블루보틀 커피는 수많은 고객의 열렬한 성원에 힘입어 미국 전역과 일본, 그리고 한국을 잇는 세계적인 카페 네트워크로 성장했습니다. 예전이나 지금이나, 우리는 훌륭한 커피를 원하는 모든 사람에게 제공하자는 단순한 목적으로 연결되어 있습니다. 대신 커피의 신선함과 맛의 정점에 대해서는 이전보다 더 섬세해졌습니다. 그리고 믿기지 않지만 정말 기쁘게도, 이제 우리는 백개가 넘는 카페를 열게 되었습니다.</p>
      </div>
    </div>
    </div>
</template>
